Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Multiple wounds may be applied with a single attack if the modified DV is two or more factors beyond the Wound Threshold.
fr_fr: Des blessurs multiples peuvent être appliquée avec uen seule attaque si la VD modifiée est un multiple du Seuil de Blessure.

source: Wounds represent more serious injuries and apply modifiers and other effects to the character (see Wounds, p.
fr_fr: Les blessures représentent des blessures plus sérieuses et infligent des modificateurs et d'autres effets au personnage (voir Blessures, p.

source: Stoya tried to get off the station quickly, but the Night Cartel’s assassin caught up, surprising her in a microgravity part of the habitat.
fr_fr: Stoya essayes de se sortir rapidement de la station, mais l'assassin du Night Cartel l'a repérée et l'a surprise dans la zone en microgravité de l'habitat.

source: The assassin’s INIT is 63, plus a dice roll of 23, for an Initiative of 86.
fr_fr: L'INIT de l'assassin est de 63, plus un jet de 23, pour une Initiative de 86.

source: Stoya’s INIT is 55, plus a roll of 27, for an Initiative of 82.
fr_fr: L'INIT de Stoya est de 55, plus un jet de 27, pour une Initiative de 82.

source: The assassin goes first, spending a Quick Action to draw a shredder.
fr_fr: L'assassin commence, dépensant une Action Rapide pour dégainer un déchiquetteur.

source: This flechette weapon is in burst-fire mode, so with a Complex Action the assassin can take two shots.
fr_fr: Cette arme à fléchette est une arme à tir en rafale, avec une Action Complexe l'assassin peut donc tirer deux fois.

source: His Spray Weapons skill is 65, he’s smartlinked (+10), and they’re at short range (+0), so he needs a 75 or less.
fr_fr: Sa compétence d'Armes à Spray est de 65, il a une interface d'arme (+10), et ils sont à portée courte (+0), il a donc besoin de 75 ou moins.

source: Stoya is defending with her Fray skill (60) divided by 2, or 30.
fr_fr: Stoya se défend avec sa compétence Esquive (60) divisée par 2, soit 30.

source: The assassin rolls an 08 with the first shot.
fr_fr: L'assassin obtien un 08 avec son premier tir.

source: Amazingly, Stoya rolls a 28.
fr_fr: Étonnament, Stoya obtient un 28.

source: They both succeeded, but Stoya rolled higher, so she dodges the first shot.
fr_fr: Ils réussissent tous les deux, mais Stoya a obtenu le meilleur jet, elle esquive donc le premier tir.

source: The assassin rolls a 20 for his second shot, another hit, and this time Stoya rolls an 83, a failure.
fr_fr: l'assassin obtient un 20 pour son deuxième tir, un autre succès, et cette fois Stoya obtient un 83, un échec.

source: The assassin also scored an Excellent Success with a MoS of 55, increasing the DV by +5.
fr_fr: L'assassin a également obtenu une Réussite Exceptionnelle avec une MdR de 55, augmentant sa VD de +5.

source: The assassin’s base damage is 2d10 + 5, but he’s using burst fire against a single target for +1d10, and it’s also a cone effect weapon at short range, for an additional +1d10, for a total DV of 4d10 + 5.
fr_fr: Les dégats de base de l'assassin sont de 2d10 + 5, mais il tir en rafale contre uen seule cible pour +1d10 et c'est également une arme à zone d'effet conique à courte distance pour un +&d10 additionel, pour une VD totale de 4d10 + 5.

source: The assassin rolls 4d10 and gets 16, then adds the +5 for a total DV of 21.
fr_fr: L'assassin lance 4d10 et obtient 16, il y ajoute ensuite les +5 pour une VD totale de 21.

source: Stoya’s wearing light body armor (AV 10/10), but the shredder’s Armor penetration is -10, so her armor is entirely negated.
fr_fr: Stoya porte une armure corporelle légère (VA 10/10) mais la pénétration d'Armure du déchiqueteur est de -10, son armure est donc entièrement annulée.

source: She takes a devastating 21 DV, exceeding her Wound Threshold of 10, not just once, but twice.
fr_fr: Elle encaisse donc un dévastateur score de 21 de VD, dépassant son Seuil de Blessure de 10. Deux fois.

source: This means Stoya suffers 2 wounds from the shot, suffering -20 to all actions.
fr_fr: Cela signifie que Stoya souffre de 2 blessures suite au tir, subissant un -20 à toutes ses actions.

source: In addition, she must make two SOM $$ 3 Tests, one to avoid knockdown and the other to avoid unconsciousness.
fr_fr: De plus, elle doit fair deux Tests de SOM $$ 3, l'un pour éviter d'être jettée au sol et l'autre pour éviter de sombrer dans l'incosncience.

source: Her SOM is 30, meaning she needs a 70 (30 $$ 3 = 90, 90 $-$ 20 wound modifiers = 70) on both rolls.
fr_fr: Sa SOM est de 30, signifiant qu'elle a besoin d'un 70 (30 $$ 3 = 90, 90 $-$ 20 de modificateurs de blessure = 70) sur ses deux jets.

source: She rolls a 40 and a 27, succeeding both.
fr_fr: Elle obtient 40 et 27 les réussissant tous les deux.

source: Now it’s Stoya’s action.
fr_fr: C'est maintenant à Stoya de joueur.

source: She takes a Quick Action to pull her own weapon: a stunner.
fr_fr: Elle prend un Action Rapide pour attraper son arme: un assomeur.

source: Her Beam Weapons skill is 47, modified by wounds (-20) and a smartlink (+10), for 37.
fr_fr: Sa compétence d'Armes à Rayon est de 47, modifiée par ses vlessure s(-20) et une interface d'arme (+10) pour 37.

source: The assassin’s Fray is 48, divided by 2 for 24 against a ranged attack.
fr_fr: La compétence d'Esquive de l'assassin est de 48, divisée par 2 pour un 24 contre les attaques à distances.

source: Stoya rolls a 22 --- a critical hit --- and the assassin rolls a 68.
fr_fr: Stoya obtient un 22 - un succès critique - et l'assassin obtiens un 68.

source: The stunner only inflicts 1d10 $$ 2 DV, but since the attack is a critical hit, this is armor defeating.
fr_fr: L'assomeur n'inflige qu'1d10 $$ 2 de VD, mais puisque l'attaque est un succès critique, elle surclasse l'armure.

source: Stoya rolls an 8, for 4 points of DV, below the assassin’s Wound Threshold of 7.
fr_fr: Stoya obtient un 8, pour 4 point de VD, en-dessous du Seuil de Blessure de l'assasin de 7.

source: Stunners, however, are shock weapons, so the assassin must make a DUR + Energy Armor Test.
fr_fr: Les assomeurs sont cependat des armes à choc, l'assassin doit donc fair un Test de SOL + Armure Énergétique.

source: His DUR is 35 and he’s wearing an armor vest (AV 6/6), so his target number is 41.
fr_fr: Sa SOL est de 35 et il porte une veste blindée (VA 6/6), son seuil est donc de 41.

source: He rolls a 71 --- a Margin of Failure of 30, meaning he is immediately incapacitated for 3 Action Turns.
fr_fr: Il obtient un 71 - Une MdE de 30, signifiant qu'il est immédiatement incapable d'agir pour 3 Tours d'Action.

source: Having disabled her opponent, Stoya takes the time to make a hasty getaway.
fr_fr: Ayant vaincu son opposant, Stoya en profite pour s'échapper rapidement.

source: Ego stats Attacker rolls attack skill +/- modifiers.
fr_fr: Stats d'ego L'attaquant lance sa compétence d'attaque +/- les modificateurs.

source: Melee: Defender rolls Fray or melee skill +/- modifiers.
fr_fr: Contact: Le défenseur lance Esquive ou sa compétence de combat au contact +/- les modificateurs.

source: Ranged: Defender rolls (Fray skill $$ 2, round down) +/- modifiers.
fr_fr: A distance: Le défenseur lance (Esquive $$ 2, arrondi à l'inférieur) +/- les modificateurs.

source: If attacker succeeds and rolls higher than the defender, the attack hits.
fr_fr: Si l'attaquant réussit et obtient un meilleur score que le défenseur, l'atatque touche.

source: Critical hits are armor-defeating (armor does not apply).
fr_fr: Les résultats critique surclassent l'armure (l'armure n'est pas prise en compte).

source: Armor is reduced by the attack’s Armor Penetration value (AP).
fr_fr: L'armure est réduite par la valeur de Pénétration d'Armure (PA) de l'attaque.

source: The weapon’s damage is reduced by the target’s modified Armor rating (unless the attack is armor-defeating).
fr_fr: Les dégats de l'arme sont réduit par la valeur d'Armure modifiée de la cible (sauf si l'attaque surclasse l'armure).

source: If the damage exceeds the target’s Wound Threshold, a wound is also scored.
fr_fr: Si les dégats dépassent le Seuil de Blessure de la cible, une blessure est également notée.

source: (If the damage exceeds the Wound Threshold by multiple factors, multiple wounds are inflicted.)
fr_fr: (Si les dégats dépassent le Seuil de Blessure de plusieurs facteurs, de multipls blessures sont infligées.)

source: General
fr_fr: Situation

source: Modifier
fr_fr: Modificateur

source: Character using off-hand
fr_fr: Le personnage utilsie sa mauvaise main

source: Character wounded/traumatized
fr_fr: Le personnage ets blessé/traumatisé

source: -10 per wound/trauma
fr_fr: -10 par blessure/trauma

source: Character has superior position
fr_fr: Le personnage a une position supérieure

source: Touch-only attack
fr_fr: Attaque de toucher

source: Called shot
fr_fr: Tir visé

source: Character wielding two-handed weapon with one hand
fr_fr: Le personnage manie une armes à deux mains d'une seule main

source: Small target (child-sized)
fr_fr: Petite cible (taille d'un enfant)

source: Very small target (mouse or insect)
fr_fr: Trés petite cible 'souris ou insecte)

source: Large target (car sized)
fr_fr: Grosse cible (taille d'une voiture)

source: Very large target (side of a barn)
fr_fr: Trés grosse cible (taille d'une grange)

source: Visibility impaired (minor: glare, light smoke, dim light)
fr_fr: Visibilité génée (mineur: reflet, fumée légère, faible lumière)

source: Visibility impaired (major: heavy smoke, dark)
fr_fr: Visibilité génée (majeur: fumée épaisse, obscurité)

source: Blind attack
fr_fr: Attaque aveugle

source: Melee Combat
fr_fr: Combat au contact

source: Character has reach advantage
fr_fr: Le personnage a une meilleure allonge

source: Character charging
fr_fr: Le personnage charge

source: Character receiving a charge
fr_fr: Le personnage réceptionne une charge

source: Ranged combat (attacker)
fr_fr: Combat à distance (attaquant)

source: Attacker using smartlink or laser sight
fr_fr: L'attaquant utilise une interface d'arme ou un viseur laser

source: Attacker behind cover
fr_fr: L'attaquant est derrière un couvert

source: Attacker running
fr_fr: L'attaquant court

source: Attacker in melee combat
fr_fr: L'attaquant est en combat au contact

source: Defender has minor cover
fr_fr: Le défenseur a un couvert mineur

source: Defender has moderate cover
fr_fr: Le défenseur a un couvert modéré

source: Defender has major cover
fr_fr: Le défenseur a un couvert majeur

source: Defender prone and far (10+ meters)
fr_fr: Le défenseur est à plat ventre et loin (10+ mètres)

source: Defender hidden
fr_fr: Le défenseur est caché

source: Aimed shot (quick)
fr_fr: Tir ajusté (action rapide)

source: Aimed shot (complex)
fr_fr: Tir ajusté (actoin complexe)

source: Sweeping fire with beam weapon
fr_fr: Tir de balayage avec une arme à rayon

source: +10 on second shot
fr_fr: +10 sur le deuxième tir

source: Multiple targets in same Action Phase
fr_fr: Cibles multiples en une seule Phase d'Action

source: -20 per additional target
fr_fr: -20 par cible additionnelle

source: Indirect fire
fr_fr: Tir indirect

source: Point-blank range (2 meters or less)
fr_fr: Tire à bout portant (2 mètres ou moins)

source: Short range
fr_fr: Portée courte

source: Medium range
fr_fr: Portée moyenne

source: Long range
fr_fr: Portée longue

source: Extreme range
fr_fr: Portée extrême

source: Action and combat complications
fr_fr: Complication d'action et de combat

source: Combat isn’t quite as simple as deciding if you hit or miss.
fr_fr: Le combat n'est pas aussi simple que de décider qi vous touchez ou ratez votre cible.

source: Weapons, armor, ammunition, and numerous other factors may impact an attack’s outcome.
fr_fr: Les armes, armures, munitions et de nombreux autres facteurs peuvent influer l'issue d'une attaque.

source: Like- wise, various factors can impact an action scene, such as fire or microgravity effects.
fr_fr: De même, de nombreux facteurs peuvent avoir un impact sur une scène d'action, telles que le feu ou l'effet de la microgravité.

source: As noted under Aiming, p.
fr_fr: Comme noté au paragraphe AJuster, p.

source: 190, a character can sacrifice their other Quick Actions to concentrate on targeting a ranged attack and receive a +10 modifier on the attack.
fr_fr: 190, un personnage peut sacrifier leur Action Rapide pour se concentrer sur la visée d'une attaque à distance et recevoir un modificateur de +10 à l'attaque.

source: You can also sacrifice an entire Complex Action to fix your aim on a target.
fr_fr: Vous pouvez également sacrifier une Action Complexe complète pour verrouiller votre mire sur la cible.

source: In this case, as long as the target remains in your sights until your next Action Phase, you receive a +30 modifier to hit.
fr_fr: Dans ce cas, et tant que la cible reste en vue jusqu'à la prochaine Phase d'Action, vous recevez un modificateur de +30 pour toucher.

source: Every weapon has a listed ammunition capacity that indicates how many shots the weapon can carry or holds.
fr_fr: Chaque armes possède une capacité de munitions qui indique combien de tir l'arme peut effectuer.

source: When this ammo runs out, a new supply must be loaded in.
fr_fr: Lorsque ces munitions sont épuisés, une nouveau stock doit être chargé.

source: Players should keep track of the shots they fire.
fr_fr: Les jouerus devraient garder une trace des tirs qu'ils effectuent.

source: Reloading almost always requires a Complex Action, whether you are slapping in a new clip of bullets or a fresh battery for a laser.
fr_fr: Recharger nécessite presque toujours une Action Complexe, que vous eneclenchier un nouveau chargeur de cartouches ou une batterie neuve pour laser.

source: At the gamemaster’s discretion, a reload that is immediately accessible (such as a new clip reverse-taped to the loaded clip, so that reloading just requires that you reverse the taped clips and slot the new one in) will only take a Quick Action.
fr_fr: A la discrétion du maître de jeu, une recharge qui est immédiatement accessible (tel qu'un nouveau chargeur scotché à l'envers au chargeur enclenché, afin que la recharge n'écessite juste de retourner le chargeur et d'enclencher le plein) peut ne nécessiter qu'une Action Rapide.

source: Archaic weapons such as magazine-fed rifles may require longer to fully load.
fr_fr: Les armes archaîques telles que les fusil à magasins peuvent nécessiter plus de temps pour être complètement rechargés.

source: Some ranged attack weapons are designed to affect more than one target at a time.
fr_fr: Certaines attaques à distances sont conçue pour affecter plus d'une cible à la fois.

source: These weapons fall into three categories: blast, uniform blast, and cone.
fr_fr: Ces armes se répartissent en trois catégories: souffle, souffle réparti et cône

source: Blast weapons include items like grenades, mines, and other explosives that expand outward from a central detonation point.
fr_fr: Les armes à effet de souffle telles que les grenades, les mines et les autres explosifs qui s'étendent autur d'un point de déflagration central.

source: Most blast attacks expand outward in a sphere, though certain shaped charges may direct an explosion in one direction only.
fr_fr: La plupart des attaques à souffle se développent en sphère, bien que certaines charge peuvent diriger une explosion dans une seule direction.

source: The explosive force is stronger near the epicenter and weaker near the outer edges of the sphere.
fr_fr: La force d'explosion ets plus forte près de l'épicentre et s'affaiblit près des bors de la sphère.

source: For every meter a target is from the center, reduce the damage of a blast weapon by -2.
fr_fr: Poru chaque mètre de distance entre une cible et le centre, réduisez les dommages d'une armes à souffle de -2.

source: Uniform blast attacks distribute their power evenly throughout the area of effect.
fr_fr: Les attaques à souffle uniforme distibuent leur puissance de manière équitable sur toute la surface de l'effet.

source: Examples include fuelair explosives and thermobaric weapons that disperse an explosive mixture in a vapor cloud and ignite it all at once.
fr_fr: Cela inclut par exemple les bombes à vide et les arems thermobariques qui dispersent une mixture explosive dans un nuage de vapeur puis le fait détonner en une fois.

source: All targets within the noted blast radius suffer the same damage.
fr_fr: Toutes els cibles dans le rayon d'explosion souffrent des même dommages.

source: Damage against targets outside of the main blast sphere is reduced by -2 per meter.
fr_fr: Les dommages contre les cibles hors de la sphère principale d'explosion sont réduits de -2 par mètres.

source: Weapons with a cone effect have an area effect that begins with the tip of the weapon and expands outward in a cone.
fr_fr: Les armes à effet de cône ont une aire d'effet qui commence au bout de l'arme et s'étend vers l'extérieur en un cône.

source: At short range, this attack effects 1 target; at medium range it affects 2 targets within a meter of each other; and at long or extreme range it affects 3 targets within a meter of the next.
fr_fr: Â courte portée, cette attaque affecte 1 cible; a portée moyenne elle en affecte 2 distante de moins d'un mètre; et à portée longue ou extrême elle affecte 3 cible ayant un écart maximal d'un mètre entre deux d'entre elles.

source: Cone effect attacks do +1d10 damage at short range and -1d10 damage at long and extreme range.
fr_fr: Les attaque à effet de cône font +1d10 de dégat à courte portée et -1d10 à portée longue et extrème.

source: Just as weapons technologies have advanced, so too has armor quality, allowing unprecedented levels of protection.
fr_fr: Les armures ont rpogressé au même rythme technologique que les armes, permettant d'atteindre des niveaux de protectiosn sans précédents.

source: As noted in Step 7: Determine Damage (see p.
fr_fr: Comme décrit à l'Étape 7: Déterminez les Dégats (voir p.

source: 192), the armor rating reduces the damage points of the attack.
fr_fr: 192), la valeur d'armure réduit les points de dégats d'une attaque.

source: For a full listing of armor types and values, see p.
fr_fr: Pour une liste complète des types d'armures et de leur valeur, voir p.

source: Each type of armor has an Armor value (AV) with two ratings --- Energy and Kinetic --- representing the protection it applies against the respective type of attack.
fr_fr: Chaque type d'armure à une Valeur d'Armure (VA) avec deux valeurs - Énergétique et Cinétique - représentant la protection qu'elle fournit contre chaque type d'attaque.

source: These are listed in the format of ``Energy armor/Kinetic armor.'' For example, an item with listed armor ``5/10'' provides 5 points of armor against energy-based attacks and 10 points of armor against kinetic attacks.
fr_fr: Elles sont listées sous la forme "Armure Énergétique/Armure Cinétique." Par exemple, un objet ayant une valeur d'armure "5/10" fournit 5 points d'armure contre les attaques éngertique et 10 points contre les attaques cinétiques.

source: Energy damage includes that caused by beam weapons (laser, microwave, particle beam, plasma, etc.) as well as fire and high-energy explosives.
fr_fr: Les dégats énergétiques incluent ceux qui sont causés par les armes à rayons (laser, micro-onde, faisceau de particule, plasma, etc) ainsi que le feu et les explosifs à haute énergie.

source: Armor that protects against this damage is made of material that reflects or diffuses such energy, dissipates and transfers heat, or ablates.
fr_fr: Les armures protégeant contre ce type de dégats sont fait de matériaux qui reflètent ou diffusent une telle énergie, dissipent et transfèrent la chaleur et les matériaux ablatifs.

source: Kinetic damage is the transfer of damaging energy when an object in motion (a fist, knife, club, or bullet, for example) impacts with another object (the target).
fr_fr: Les dégats cinétiques sont le transfert d'une énergie dévastatrice lorsqu'un objet en mouvement (tel qu'un point, un couteau, une massue ou une balle par exemple) entre en collision avec un autre objet(la cible).

source: Most melee and firearms attacks inflict kinetic damage, as would a rolling boulder, swinging pendulum, or explosion-driven fragments.
fr_fr: La pluaprt des armes de mélée et des armes à feu infligent des dégats cinétqiues, comme le font les rochers, les pendules ou les fragments propulsés par une explosion.

source: Kinetic armors include impact-resistant plates, shear-thickening liquid and gels that harden upon impact, and ballistic and cutproof fiber weaves.
fr_fr: Les armures cinétiques incluent des plaques résistante à l'impact, des fluides réoépaississant et des gels qui se durcissent à l'impact, ainsi que les fibres ballistique et renforcées.

source: Some weapons have an Armor Penetration (AP) rating.
fr_fr: Certaines armes disposent d'une valeur de Pénétration d'Armure (PA).

source: This represents the attack’s ability to pierce through protective layers.
fr_fr: Cette valeur représente la capacité d'une attaque à percer les différentes couches protectrices.

source: The AP rating reduces the value of armor used to defend against the attack (see Step 6: Modify Armor, p.
fr_fr: La valeur d'AP réduit la valeur de l'armure utilisée pour se défendre contre l'attaque (voir Étape 6: Modifier l'Armure, p.

source: If two or more types of armor are worn, the armor ratings are added together.
fr_fr: Si deux tyeps d'armure ou plus sont portées, les valeurs d'armures sont additionnées les unes aux autres.

source: However, wearing multiple armor units is cumbersome and annoying.
fr_fr: Cependant, porter de multiples couches d'armure est peu pratique et encombrant.

source: Apply a -20 modifier to a character’s actions for each additional armor layer worn.
fr_fr: Appliquez un modificateur de -20 aux actions du personnage pour chaque couche d'armure additionnelle portée.

source: Note that items specifically noted as armor accessories --- helmets, shields, etc. --- do not inflict the layered armor penalty, they simply add their armor bonus.
fr_fr: Notez que les objest spécifiquement notés comme étant des accessoires d'armures - casques, boucliers, etc - n'infligent pas de la pénalité d'armure superposés, ils ajoutent simplement leur bonus d'armur au total.

source: Note also that the armor inherent to a synthetic morph or bot’s frame does not constitute a layer of armor (i.e., you may wear armor over the synthetic shell without penalty).
fr_fr: Notez également que l'armure inhérente à une synthmorph ou à la structure d'un bot ne constituent pas une couche d'armure (càd que vous pouvez porter une armure sur une coque synthétique sans pénalité).

source: The average transhuman can hold their breath for two minutes before blacking out.
fr_fr: Le transshumain moyen peut retenir sa repsiration pour deux minutes avant de s'évanouir.

source: Strenuous activity reduces the amount of time.
fr_fr: Une activité fatiguante réduit dce total de temps.

source: For every 30 seconds after the first minute a biomorph is prevented from breathing, they must make a DUR Test.
fr_fr: Pour chaque intervalle de 30 seconde après la première minute où une biomorph est empéchée de respirer, elle doit faire un Test de SOL.

source: Apply a cumulative -10 modifier each time this test is rolled.
fr_fr: Appliquez un modificateur cumulatif de -10 à chaque fois que ce test est effectué.
